Repository: Altovate/lifterlms
Catalog: languages/lifterlms-*.po
Languages: de_de, pt_br

source: We need to set up your pages. Ya, we know, more pages... That's just the way Wordpress works. We've already installed them. You just need to set them.
de_de: Wir müssen deine Seiten einrichten. Ja noch mehr Seiten… So funktioniert Wordpress. Wir haben diese bereits installiert. Du musst Sie nur hinterlegen.

source: When you installed LifterLMS we created a few pages for you. You can select those pages or use different ones. Your choice.
de_de: Bei der Installation von LifterLMS wurden bereits Seiten angelegt. Du kannst diese nutzten oder eigene auswählen.

source: The first page you need is the Student Account page. This is the page users will go to register, login and access their accounts. We installed a page called My Courses. You can use that or select a different page. If you happen to select a different page you will need to add this shortcode to the page:
de_de: Die erste Seite die benötigt wird ist die Studenten Account Seite. Hier werden sich die Benutzer registieren und anmelden. Es wurde eine Seite My Courses angelegt. Diese kannst du nutzten oder eine neue anlegen. Fall du eine andere Seite nutzten möchtest muss der folgende Shortcode auf der Seite eingefügt werden:

source: We suggest you choose "My Courses"
de_de: Wir empfehlen "My Courses" zu nutzten

source: Next we need a checkout page so people can buy your courses and memberships. If you are a true philanthropist and don't plan on selling anything you can skip setting up this page. We created a page called "Purchase you can use that or select a different page.
de_de: Als nächstes benötigen wir eine Checkout Seite damit die Benutzer Kurse und Lehrgänge kaufen können. Solltest du ein wahrer Menschenfreund sein und keine Kurse zum kauf anbieten wollen kannst du diesen Schritt überspringen. Wir haben eine Seite namens "Purchase" angelegt die genutzt werden kann.

source: We suggest you choose "Purchase"
de_de: Wir empfehlen "Purchase" zu nutzten

source: If you are going to sell your courses you should probably pick a currency.
de_de: Wenn Kurse verkauft werden sollen muss eine Währung eingestellt werden.

source: There are a lot of other settings but those were the important ones to get you started. You can access all of the other settings from the big blue menu at the top of the page.
de_de: Die Gundeinstellungen sind geschafft. Weitere Einstellungen befinden sich in den dem blauen Menü oberhalb.

source: If you have any questions or want to request a feature head on over to our
de_de: Bei Fragen oder einen Featurerequest besuchen sie uns unter

source: Support Forums.
de_de: Hilfe Foren

source: That's all there is to it. Your ready to start building courses and changing the world!
de_de: Das wars. Nun kannst du anfangen Kurse zu produzieren und die Welt zu verändern!

source: Click "Save Changes" below to save your settings and get started.
de_de: Klicke "Änderungen Speicher" an um die Einstellungen zu speichern.

source: Quick Links
de_de: Links

source: Need help? Send us a support request at
de_de: Hilfe benötigt? Sende uns eine Anfrage an

source: Looking for a quickstart guide, shortcodes, or developer documentation? Visit our documentation portal at
de_de: Du suchst Tutorials, Sportcodes oder eine Entwickler-Dokumentation? Besuche unser Dokumentationsportal unter

source: Get LifterLMS news, updates, and more on our blog at
de_de: LifterLMS Neuigkeiten, Updates, und mehr auf unserem Blog unter

source: Session Management
de_de: Sitzungsmanagement

source: Manage User Sessions. LifterLMS creates custom user sessions to manage, payment processing, quizzes and user registration. If you are experiencing issues or incorrect error messages are displaying. Clearing out all of the user session data may help.
de_de: Management der Benutzersitzungen. LifterLMS erstellt benutzerdefinierte Sitzungen um Bezahlprozesse, Quizzes und Registrierungen zu verwalten. Wenn Probleme in diesem Bereich auftreten, kann es helfen alle Benutzersitzungen zurück zusetzen.

source: Clear All User Session Data
de_de: Alle Sitzungen zurück setzten

source: Course Enrollments This Week
de_de: Kurs Einschreibungen diese Woche

source: New Members This Week
de_de: Neue Mitglieder diese Woche

source: Lessons Completed This Week
de_de: Lektionen abgeschlossen diese Woche

source: Total Sales This Week
de_de: Summe Verkäufe diese Woche

source: Integrations
de_de: Erweiterungen

source: Integration Settings
de_de: Erweiterungenseinstellungen

source: Membership
de_de: Mitgliedschaft

source: Membership Page
de_de: Mitgliedschaftsseite

source: Page used for displaying memberships.
de_de: Auf dieser Seite werden die Mitgliedschaften eingeblendet.

source: Restrict site by membership level
de_de: Seite nach Mitglieds-Status beschränken

source: Only allow access to site to users with a specific membership level. Users will be able to view and purchase membership level.
de_de: Erlaube den Zugriff zur Seite nur Benutzern mit einem speziellen Mitgliedsstatus. Nutzer werden Mitgliedsstati sehen und kaufen können.

source: Redirect members to checkout
de_de: Benutzer zur Kasse umleiten

source: Automatically redirect users to checkout after selecting membership.
de_de: Benutzer nach wählen einer Mitgliedschaft automatisch zur Kasse weiterleiten.

source: Students
de_de: Teilnehmer

source: Include Expired Students
de_de: Ehemalige Teilnehmer einschließen

source: Profile
de_de: Profil

source: Student not found
de_de: Teilnehmer nicht gefunden

source: Account Info
de_de: Konto-Info

source: Purchases
de_de: Käufe

source: Money Spent
de_de: Geld bezahlt

source: Analytics
de_de: Analyse

source: Save Changes
de_de: Änderungen speichern

source: Coupon code <strong>%s</strong> was not found.
de_de: Gutschein Code <strong>%s</strong> wurde nicht gefunden.

source: Coupon code <strong>%s</strong> can't be applied to this product.
de_de: Rabatt Code <strong>%s</strong> kann nicht für dieses Produkt verwendet werden.

source: Coupon code <strong>%s</strong> cannot be applied to this order.
de_de: Gutschein Code <strong>%s</strong> kann nicht für diese Bestellung genutzt werden.

source: Coupon code <strong>%s</strong> has been applied to your order.
de_de: Der Gutschein Code <strong>%s</strong> wurde für Deine Bestellung verwendet.

source: Please select a credit card type.
de_de: Bitte wähle einen Kreditkarten-Typ.

source: Please enter a credit card number.
de_de: Kreditkarten-Nr. eingeben

source: Please select an expiration month.
de_de: Bitte wähle den Ablaufmonat.

source: Please select an expiration year.
de_de: Bitte wähle das Ablaufjahr.

source: Please enter the credit card CVV2 number
de_de: Bitte gib den Prüfnummer der Kreditkarte ein.

source: Only percent based coupons can be applied to payment plans.
de_de: Bei dieser Zahlweise können nur Rabattgutscheine angewendet werden.

source: Please confirm your payment.
de_de: Bitte bestätige Deine Zahlung.

source: Congratulations! You have enrolled in <strong>%s</strong>
de_de: Glückwunsch! Du bist jetzt für <strong>%s</strong> eingeschrieben.

source: Congratulations! Your new membership level is <strong>%s</strong>
de_de: Glückwunsch! Dein neuer Mitgliedsstatus ist <strong>%s</strong>

source: You have successfully purchased <strong>%s</strong>
de_de: Du hast erfolgreich <strong>%s</strong> gekauft

source: You already own this course. You cannot purchase it again.
de_de: Du besitzt diesen Kurs bereits. Du kannst ihn nicht erneut kaufen.

source: This content is not available until %s
de_de: Dieser Inhalt ist bis %s nicht verfügbar

source: <a href="%s">%s</a> membership level allows access to this content.
de_de: In <a href="%s">%s</a> enthalten.

source: You must complete <strong><a href="%s" alt="%s">%s</strong></a> before accessing this content
de_de: Du musst <strong><a href="%s" alt="%s">%s</strong></a> fertig machen, bevor Du diesen Inhalt nutzen kannst

source: You must complete the following course track before accessing this content: <strong>%s</strong>
de_de: DU musst erste die vorangestellten Kurse abgeschlossen haben um mit diesen Inhalt zu beginnen: <strong>%s</strong>

source: Courses remaining:
de_de: verbleibende Kurse:

source: Lesson is not available until %s.
de_de: Lektion ist bis %s nicht verfügbar.

source: Course is not available until %s.
de_de: Kurs ist bis %s nicht verfügbar.

source: Course ended %s.
de_de: Kurs endete %s.

source: You do not have access to the quiz questions. <a href="%s">Return to Account page</a>.
de_de: Du hast keinen Zugriff auf die Quizfragen. <a href="%s">Zurück zum Konto</a>.

source: Please enter your name.
de_de: Bitte gebe Deinen Namen ein.

source: Please provide a valid email address.
de_de: Bitte gebe eine gültige E-Mail-Adresse ein.

source: The email entered is associated with another account.
de_de: Die E-Mail-Adresse ist mit einem anderen Konto verknüpft.

source: Please re-enter your password.
de_de: Bitte gib Dein Passwort erneut ein.

source: Passwords do not match.
de_de: Passwörter stimmen nicht überein.

source: Please enter your billing address.
de_de: Bitte gib Deine Rechnungsadresse an.

source: Please enter your billing city.
de_de: Bitte gib Deinen Wohnort ein.

source: Please enter your billing state.
de_de: Bitte gib Dein Bundesland ein.

source: Please enter your billing zip code.
de_de: Bitte gib Deine Postleitzahl ein.

source: Please enter your billing country.
de_de: Bitte gib Dein Land ein.

source: Account details were changed successfully.
de_de: Konto-Details wurden erfolgreich geändert.

source: Error
de_de: Fehler

source: Username is required.
de_de: Benutzername wird benötigt.

source: Password is required.
de_de: Passwort wird benötigt.

source: A user could not be found with this email address.
de_de: Zu dieser E-Mail-Adresse konnte kein Nutzer gefunden werden.

source: You are now logged in as <strong>%s</strong>
de_de: Du bist jetzt als <strong>%s</strong> angemeldet

source: Please enter your password.
de_de: Bitte gib Dein Passwort ein.

source: ERROR
de_de: Feheler

source: Anti-spam field was filled in.
de_de: Anti-Spam Feld wurde ausgefüllt.

source: Enter a username or e-mail address.
de_de: Benutzername oder E-Mail-Adresse eingeben.

source: The email address entered is not associated with an account.
de_de: Zur eingegebenen E-Mail-Adresse existiert kein Konto.

source: Invalid username or e-mail.
de_de: Ungültiger Benutzername oder E-Mail-Adresse.

source: Could not reset password.
de_de: Passwort konnte nicht zurückgesetzt werden.

source: Check your e-mail for the account confirmation link.
de_de: Check Dein E-Mail-Postfach, um den Bestätigungslink abzurufen.

source: Invalid key
de_de: Falscher Verifizierungsschlüssel

source: Student
de_de: Teilnehmer

source: Mark Complete
de_de: Als erledigt markieren

source: User cannot be found.
de_de: Benutzer kann nicht gefunden werrden.

source: Congratulations! You have completed %s
de_de: Super! Du hast %s geschafft.

source: Order &ndash; %s
de_de: Bestellen &ndash; %s

source: Order - %s, %s
de_de: bestellen - %s, %s

source: Course Categories
de_de: Kurs Kategorien

source: Course Category
de_de: Kurs Kategorie

source: Search Course Categories
de_de: Suche Kurs Kategorien

source: All Course Categories
de_de: Alle Kurs Kategorien

source: Parent Course Category
de_de: Eltern Kurs Kategorie

source: Parent Course Category:
de_de: Eltern Kurs Kategorie:

source: Edit Course Category
de_de: Bearbeite Kurs Kategorie

source: Update Course Category
de_de: Aktualisiere Kurs Kategorie

source: Add New Course Category
de_de: Neue Kurs Kategorie hinzufügen

source: New Course Category Name
de_de: Neuer Kurs Kategorie Name

# slug
source: course-category
de_de: kurs-kategorien

source: Course Track
de_de: Kurspfad

source: Course Tracks
de_de: Kurspfade

source: Search Course Tracks
de_de: Suche Kurspfade

source: All Course Tracks
de_de: Alle Kurspfade

source: Parent Course Track
de_de: Eltern Kurspfad

source: Parent Course Track:
de_de: Eltern Kurspfad:

source: Edit Course Track
de_de: Kurspfad bearbeiten

source: Update Course Track
de_de: Kurspfad aktualisieren

source: Add New Course Track
de_de: Neuen Kurspfad hinzufügen

source: New Course Track Name
de_de: Name des Kurspfades

# slug
source: course-track
de_de: kurs-pfad

source: Course Tags
de_de: Kurs Tags

source: Course Tag
de_de: Kurs Tag

source: Search Course Tags
de_de: Suche Kurs Tags

source: All Course Tags
de_de: Alle Kurs Tags

source: Parent Course Tag
de_de: Eltern Kurs Tags

source: Parent Course Tag:
de_de: Eltern Kurs Tag:

source: Edit Course Tag
de_de: Kurs Tag bearbeiten

source: Update Course Tag
de_de: Kurs Tag aktualisieren

source: Add New Course Tag
de_de: Neuen Kurs Tag hinzufügen

source: New Course Tag Name
de_de: Neuer Kurs Tag Name

# slug
source: course-tag
de_de: kurs-tag

source: Course Difficulties
de_de: Kurs Schwierigkeitsgrade

source: Course Difficulty
de_de: Kurs Schwierigskeitsgrad

source: Search Course Difficulties
de_de: Suche Kurs Schwierigkeitsgrade

source: All Course Difficulties
de_de: Alle Kurs Schwierigkeitsgrade

source: Parent Course Difficulty
de_de: Eltern Kurs Schwierigkeitsgrad

source: Parent Course Difficulty:
de_de: Eltern Kurs Schwierigkeitsgrad:

source: Edit Course Difficulty
de_de: Kurs Schwierigkeitsgrad bearbeiten

source: Update Course Difficulty
de_de: Kurs Schwierigkeitsgrad aktualisieren

source: Add New Course Difficulty
de_de: Neuen Kurs Schwierigkeitsgrad hinzufügen

source: New Course Difficulty Name
de_de: Neuer Kurs Schwierigkeitsgrad Name

# slug
source: course-difficulty
de_de: kurs-grad

source: Membership Categories
de_de: Mitgleidschaftskathegorien

source: Membership Category
de_de: Mitgleidschaftskathegorie

source: Search Membership Categories
de_de: Suche Mitgleidschaftskathegorien

source: All Membership Categories
de_de: Alle Mitgleidschaftskathegorien

source: Parent Membership Category
de_de: Eltern Mitgleidschaftskathegorie

source: Parent Membership Category:
de_de: Eltern Mitgleidschaftskathegorie:

source: Edit Membership Category
de_de: Mitgleidschaftskathegorie bearbeiten

source: Update Membership Category
de_de: Mitgleidschaftskathegorie aktualisieren

source: Add New Membership Category
de_de: Neue Mitgleidschaftskathegorie

source: New Membership Category Name
de_de: Name Mitgleidschaftskathegorie

# slug
source: membership-category
de_de: mitgliedschaft-kathegorie

source: Membership Tags
de_de: Mitgleidschafts-Tags

source: Membership Tag
de_de: Mitgleidschafts-Tag

source: Search Membership Tags
de_de: Suche Mitgleidschafts-Tags

source: All Membership Tags
de_de: Alle Mitgleidschafts-Tags

source: Parent Membership Tag
de_de: Eltern Mitgleidschafts-Tags

source: Parent Membership Tag:
de_de: Eltern Mitgleidschafts-Tag:

source: Edit Membership Tag
de_de: Mitgleidschafts-Tag bearbeiten

source: Update Membership Tag
de_de: Mitgleidschafts-Tag aktualisieren

source: Add New Membership Tag
de_de: Neues Mitgleidschafts-Tag

source: New Membership Tag Name
de_de: Mitgleidschafts-Tag Name

# slug
source: course
de_de: kurs

source: Course
de_de: Kurs

source: Add Course
de_de: Kurs hinzufügen

source: Add New Course
de_de: Neuen Kurs hinzufügen

source: Edit
de_de: Bearbeiten

source: Edit Course
de_de: Kurs bearbeiten

source: New Course
de_de: Neuer Kurs

source: View Course
de_de: Kurs ansehen
pt_br: Ver Curso

source: Search Courses
de_de: Kurse suche

source: No Courses found
de_de: Keine Kurse gefunden

source: No Courses found in trash
de_de: Keine Kurse im Papierkorb gefunden

source: Parent Course
de_de: Eltern Kurs

source: This is where you can add new courses.
de_de: Hier kannst Du neue Kurse hinzufügen.

source: Variations
de_de: Varianten

source: Sections
de_de: Module

source: Add Section
de_de: Modul hinzufügen

source: Edit Section
de_de: Modul bearbeiten

source: New Section
de_de: Neues Modul

source: View Section
de_de: Modul ansehen

source: Search Sections
de_de: Module suchen

source: No Sections found
de_de: Keine Module gefunden

source: No Sections found in trash
de_de: Keine Module im Papierkorb gefunden

source: Parent Sections
de_de: Eltern Module

source: This is where sections are stored.
de_de: Hier werden Module gespeichert.

# slug
source: lesson
de_de: lektionen

source: Lessons
de_de: Lektionen

source: Add Lesson
de_de: Lektion hinzufügen

source: Add New Lesson
de_de: Neue Lektion hinzufügen

source: Edit Lesson
de_de: Lektion bearbeiten

source: New Lesson
de_de: Neue Lektion

source: View Lesson
de_de: Lektion ansehen

source: Search Lessons
de_de: Lektionen suchen

source: No Lessons found
de_de: Keine Lektionen gefunden

source: No Lessons found in trash
de_de: Keine Lektionen im Papierkorb gefunden

source: Parent Lessons
de_de: Eltern Lektionen

source: This is where you can view all of the lessons.
de_de: Hier kannst Du alle Lektionen sehen.

source: Orders
de_de: Bestellung

source: Add Order
de_de: Bestellung hinzufügen

source: Add New Order
de_de: Neue Bestellung hinzufügen

source: Edit Order
de_de: Bestellung bearbeiten

source: New Order
de_de: Neue Bestellung

source: View Order
de_de: Bestellung ansehen

source: Search Orders
de_de: Bestellungen suchen

source: No Orders found
de_de: Keine Bestellungen gefunden

source: No Orders found in trash
de_de: Keine Bestellungen im Papierkorb gefunden

source: Parent Orders
de_de: Eltern Bestellungen

source: This is where orders are managed
de_de: Hier werden die Bestellungen verwaltet.

source: Add Email
de_de: E-Mail hinzufügen

source: Add New Email
de_de: Neue E-Mail hinzufügen

source: Edit Email
de_de: E-Mail bearbeiten

source: New Email
de_de: Neue E-Mail

source: View Email
de_de: E-Mail ansehen

source: Search Emails
de_de: E-Mails suchen

source: No Emails found
de_de: Keine E-Mails gefunden

source: No Emails found in trash
de_de: Keine E-Mails im Papierkorb gefunden

source: Parent Emails
de_de: Eltern E-Mails

source: This is where emails are stored.
de_de: Hier werden E-Mails gespeichert.

# slug
source: certificate
de_de: zertifikate

source: Certificates
de_de: Zertifikate

source: Certificate
de_de: Zertifikat

source: Add Certificate
de_de: Zertifikat hinzufügen

source: Add New Certificate
de_de: Neues Zertifikat hinzufügen

source: Edit Certificate
de_de: Zertifikat bearbeiten

source: New Certificate
de_de: Neues Zertifikat

source: View Certificate
de_de: Zertifikat ansehen

source: Search Certificates
de_de: Zertifikate suchen

source: No Certificates found
de_de: Keine Zertifikate gefunden

source: No Certificates found in trash
de_de: Keine Zertifikate im Papierkorb gefunden

source: Parent Certificates
de_de: Eltern Zertifikate

source: This is where you can view all of the certificates.
de_de: Hier kannst Du alle Zertifikate sehen.

source: Achievements
de_de: Auszeichnungen

source: Achievement
de_de: Auszeichnung

source: Add Achievement
de_de: Auszeichnung hinzufügen

source: Add New Achievement
de_de: Neue Auszeichnung hinzufügen

source: Edit Achievement
de_de: Auszeichnung bearbeiten

source: New Achievement
de_de: Neue Auszeichnung

source: View Achievement
de_de: Auszeichnung ansehen

source: Search Achievement
de_de: Auszeichnung suchen

source: No Achievement found
de_de: Keine Auszeichnung gefunden

source: No Achievement found in trash
de_de: Keine Auszeichnung im Papierkorb gefunden

source: Parent Achievement
de_de: Eltern Auszeichnungen

source: This is where achievements are stored.
de_de: Hier werden die Auszeichnungen gespeichert.

source: Engagement
de_de: Auslöser

source: Add Engagement
de_de: Auslöser hinzufügen

source: Add New Engagement
de_de: Neuen Auslöser hinzufügen

source: Edit Engagement
de_de: Auslöser bearbeiten

source: New Engagement
de_de: Neuer Auslöser

source: View Engagement
de_de: Auslöser anzeigen

source: Search Engagement
de_de: Auslöser Suchen

source: No Engagement found
de_de: Kein Auslöser gefunden

source: No Engagement found in trash
de_de: Kein Auslöser im Papierkorb gefunden

source: Parent Engagement
de_de: Übergeordneter Auslöser

source: This is where engagements are stored.
de_de: Hier werden die Auslöser gespeichert.

# slug
source: my_certificate
de_de: meine-zertifikate

source: My Certificates
de_de: Meine Zertifikate

source: My Certificate
de_de: Mein Zertifikat

source: Add My Certificate
de_de: Zu meinen Zertifikaten hinzufügen

source: Add New My Certificate
de_de: Neues Zertifikat

source: Edit My Certificate
de_de: Zertifikate bearbeiten

source: New My Certificate
de_de: Neues Zertifikat

source: View My Certificate
de_de: Meine Zertifikate anzeigen

source: Search My Certificates
de_de: Zertifikate Suchen

source: No My Certificates found
de_de: Keine Zertifikate gefunden

source: No My Certificates found in trash
de_de: Keine Zertifikate im Papierkorb gefunden

source: Parent My Certificates
de_de: Eltern Zertifikate

# slug
source: membership
de_de: mitgliedschaft

source: Add Membership
de_de: Mitgliedschaft hinzufügen

source: Add New Membership
de_de: Neue Mitgliedschaft hinzufügen

source: Edit Membership
de_de: Mitgliedschaft bearbeiten

source: New Membership
de_de: Neue Mitgliedschaft

source: View Membership
de_de: Mitgliedschaft ansehen

source: Search Memberships
de_de: Mitgliedschaften suchen

source: No Memberships found
de_de: Keine Mitgliedschaften gefunden

source: No Memberships found in trash
de_de: Keine Mitgliedschaften im Papierkorb gefunden

source: Parent Membership
de_de: Eltern Mitgliedschaft

source: This is where you can add new Membership levels.
de_de: Hier kannst Du neue Mitglieds-Stati hinzufügen.

source: Add Quiz
de_de: Quiz hinzufügen

source: Add New Quiz
de_de: Neues Quiz hinzufügen

source: Edit Quiz
de_de: Quiz bearbeiten

source: New Quiz
de_de: Neues Quiz

source: View Quiz
de_de: Quiz ansehen

source: Search Quiz
de_de: Quiz suchen

source: No Quizzes found
de_de: Keine Quizzes gefunden

source: No Quizzes found in trash
de_de: Kein Quiz im Papierkorb gefunden

source: Parent Quizzes
de_de: Eltern Quizzes

source: This is where you can view all of the quizzes.
de_de: Hier kannst Du alle Quizzes sehen.

source: Questions
de_de: Quizfragen

source: Question
de_de: Quizfrage

source: Add Question
de_de: Quizfrage hinzufügen

source: Add New Question
de_de: Neue Quizfrage hinzufügen

source: Edit Question
de_de: Quizfrage bearbeiten

source: New Question
de_de: Neue Quizfrage

source: View Question
de_de: Quizfrage ansehen

source: Search Questions
de_de: Quizfragen suchen

source: No Questions found
de_de: Keine Quizfragen gefunden

source: No Questions found in trash
de_de: Keine Quizfragen im Papierkorb gefunden

source: Parent Questions
de_de: Eltern Quizfragen

source: This is where you can view all of the Quiz Questions.
de_de: Hier kannst Du alle Quizfragen sehen.

source: Add Coupon
de_de: Coupon hinzufügen

source: Add New Coupon
de_de: Neuen Coupon hinzufügen

source: Edit Coupon
de_de: Coupon bearbeiten

source: New Coupon
de_de: Neuer Coupon

source: View Coupon
de_de: Coupon ansehen

source: Search Coupon
de_de: Coupon suchen

source: No Coupon found
de_de: Kein Coupon gefunden

source: No Coupon found in trash
de_de: Kein Coupon im Papierkorb gefunden

source: Parent Coupon
de_de: Eltern Coupon

source: This is where coupons are stored.
de_de: Hier werden die Coupon gespeichert.

source: Vouchers
de_de: Gutscheine

source: Voucher
de_de: Gutschein

source: Add Voucher
de_de: Gutschein hinzufügen

source: Add New Voucher
de_de: Neuen Gutschein hinzufügen

source: Edit Voucher
de_de: Gutschein bearbeiten

source: New Voucher
de_de: Neuer Gutschein

source: View Voucher
de_de: Gutschein anzeigen

source: Search Voucher
de_de: Gutschein suchen

source: No Voucher found
de_de: Kein Gutschein gefunden

source: No Voucher found in trash
de_de: Kein Gutschein im Papierkorb gefunden
