Repository: Altovate/lifterlms
Catalog: languages/lifterlms-*.po
Languages: de_de, pt_br

source: Courses
de_de: Kurs

source: Course Analytics
de_de: Kurs-Analytics

source: Select a Course
de_de: Kurs auswählen

source: All Courses
de_de: Alle Kurse

source: Filter Date Range
de_de: Filter nach Datum

source: Start date
de_de: Starttermin

source: End date
de_de: Endtermin

source: Student Enrollment
de_de: Teilnehmer Einschreibung

source: Lesson Completion Percentage
de_de: Lektionen vollständig in %

source: Enrolled Students
de_de: Eingeschriebene Teilnehmer

source: All Students
de_de: Alle Teilnehmer

source: Current Students
de_de: Aktuelle Teilnehmer

source: Completion %
de_de: % vollständig

source: Certificates Issued
de_de: Zertifikat ausgestellt

source: Memberships
de_de: Mitgliedschaft

source: Membership Analytics
de_de: Mitgliedschaft-Analytics

source: Select a Membership
de_de: Wähle eine Mitgliedschaft

source: All Memberships
de_de: Alle Mitgliedschaften

source: Membership Enrollment by Day
de_de: Mitgliedschafts Einschreibungen pro Tag

source: Members
de_de: Mitglieder

source: All Members
de_de: Alle Mitglieder

source: Current Members
de_de: Aktuelle Mitglieder

source: Retention %
de_de: Bindung %

source: Expired Members
de_de: Ehemalige Teilnehmer

source: Sales
de_de: Vertrieb

source: Sales Analytics
de_de: Vertriebs Analyse

source: Select a product
de_de: Wähle ein Produkt

source: All Products
de_de: Alle Produkte

source: Sales Volume
de_de: Vertriebsvolumen

source: Total Sold
de_de: Summe Verkauft

source: Total Sales
de_de: Anzahl Verkauft

source: Coupons Used
de_de: Gutscheine genutzt

source: Total Coupons
de_de: Summe Gutscheine

source: Whoa! something went wrong there!. Please refresh the page and retry.
de_de: Es ist ein Fehler aufgetreten. Bitte laden Sie die Seite erneut.

source: Your analytics have been saved.
de_de: Ihre Analyse wurde gespeichert.

source: You must choose a product option.
de_de: Sie müssen ein Produkt auswählen.

source: You must choose a date filter.
de_de: Sie müssen einen Datum auswählen.

source: You must enter a start and end date.
de_de: Sie müssen ein Startdatum eingeben.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: M j, Y @ G:i
de_de: d.n.j, @ G:i

source: Order
de_de: Bestellung

source: Product
de_de: Produkt

source: Total
de_de: Gesamt

source: Date
de_de: Datum

source: Unknown
de_de: Unbekannt

source: Lesson Title
de_de: Titel der Lektion

source: Assigned Course
de_de: Zugewiesener Kurs

source: Assigned Section
de_de: Zugewiesenes Modul

source: Prerequisite
de_de: Voraussetzung

source: Memberships Required
de_de: Erforderliche Mitgliedschaften

source: Review Title
de_de: Titel der Bewertung

source: Course Reviewed
de_de: Kurs bewertet

source: Review Author
de_de: Author bewerten

source: Review Date
de_de: Bewertungsdatum

source: Your settings have been saved.
de_de: Deine Einstellungen wurden gespeichert.

source: Select a page&hellip;
de_de: Wählen sie eine Seite&hellip;

source: None
de_de: keine
pt_br: Nenhum

source: Your students have been saved.
de_de: Deine Teilnehmer wurden gespeichert.

source: WordPress Environment
de_de: Wordpress Umgebung

source: Home URL
de_de: Startseiten-URL

source: Site URL
de_de: Seiten-URL

source: Wordpress Multisite
de_de: Wordpress Multiseite

source: Wordpress Memory Limit
de_de: Wordpress Speicher Limit

source: %s - We recommend setting memory to at least 64MB. See: %s
de_de: %s - Wir empfehlen eine Speichergröße von mindestens 64MB. Siehe %s

source: Increasing memory allocated to PHP
de_de: Erhöhen der Speichergröße für PHP

source: Wordpress Debug Mode
de_de: Wordpress Debug Modus

source: Wordpress Language
de_de: Wordpress Sprache

source: Server Environment
de_de: Serverumgebung

source: Server Info
de_de: Server Informationen

source: %s - We recommend a minimum PHP version of 5.3.
de_de: %s - Wir empfehlen mindestens PHP Version 5.3.

source: Couldn't determine PHP version because phpversion() doesn't exist.
de_de: Die PHP Version konnte nicht ermittelt werden da phpversion() nicht existiert.

source: Default Timezone is UTC
de_de: Default Zeitzone ist UTC

source: Default timezone is %s - it should be UTC
de_de: Default Zeitzone ist %s - es sollte UTC sein

source: Active Plugins
de_de: Aktive Plugins

source: Visit plugin homepage
de_de: Zur Plugin Seite

# Version info
source: %s is available
de_de: %s ist verfügbar

source: Network enabled
de_de: Netzwerk aktiviert

# by author
source: by %s
de_de: von %s

source: LifterLMS Settings
de_de: LifterLMS Einstellungen

source: Currency
de_de: Währung

source: Auto-Advance Lesson
de_de: Automatische Lektionsweiterleitung

source: Redirect Members to Checkout
de_de: Mitglieder zur Kasse weiterleiten

source: Display Student Memberships on Account Page
de_de: Mitgliedschaft auf Account Seite anzeigen

source: Enable Paypal
de_de: Aktiviere Paypal

source: Enable Sandbox Mode
de_de: Aktiviere Sandbox Modus

source: Enable Debug Mode
de_de: Debüt Modus aktivieren

source: Enable BuddyPress
de_de: BuddyPress aktivieren

source: Enable WooCommerce
de_de: WooCommerce aktivieren

source: LifterLMS Pages
de_de: LifterLMS Seiten

source: Page not set
de_de: Seite nicht definiert

source: Page does not exist
de_de: Seite existiert nicht

source: Current Theme
de_de: Aktuelles Theme

source: Parent Theme
de_de: Eltern Theme

source: Copy System Report for Support
de_de: System Report für Support kopieren

source: Copy for Support
de_de: Für Support kopieren

source: Membership Access
de_de: Mitgliedschaftszugang

source: Course Options
de_de: Kurs Optionen

source: Email Settings
de_de: E-Mail Einstellungen

source: Membership Settings
de_de: Einstellungen Mitgliedschaft

source: Lesson Settings
de_de: Lektionseinstellungen

source: Achievement Settings
de_de: Belohnungseinstellungen

source: Certificate Settings
de_de: Zertifikatseinstellungen

source: Coupon Settings
de_de: Gutschein-Einstellungen

source: Voucher Settings
de_de: Gutschein Einstellungen

source: Quiz Settings
de_de: Quizseinstellungen

source: Course Outline
de_de: Kurs Gliederung

source: Section Tree
de_de: Modulbaum

source: Engagement Options
de_de: Auslöser Optionen

source: Export CSV
de_de: CSV Export

source: Order Details
de_de: Bestelldetails

source: Quiz Questions
de_de: Quizfragen

source: Question Settings
de_de: Quizfragen Settings

source: Restrict this content
de_de: Inhalt beschränken

source: Membership Restrictions
de_de: Mitgliedschaftseinschränkungen
pt_br: Restrições a Filiação

source: Use the text editor above to add content to your certificate. You can include any of the following merge fields.
de_de: Für den Inhalt des Zertifikates nutzten Sie den Editor oberhalb. Sie können die folgenden Platzhalter nutzten.
pt_br: Use o editor de textos acima para adicionar conteúdo ao certificado. Você pode incluir os seguintes campos dinâmicos.

source: Please select an option...
de_de: Bitte wählen Sie eine Option...
pt_br: Por favor selecione uma opção...

source: %s Discount
de_de: %s Rabatt

source: Section
de_de: Modul

source: Lesson
de_de: Lektion

source: Add New Section
de_de: Neues Modul hinzufügen

source: Course Length
de_de: Kurslänge
pt_br: Duração do Curso

source: Enter a description of the estimated length. IE: 3 days
de_de: Geben Sie die geschätzte Dauer z.B.: 3 Tage an.
pt_br: Digite a descrição da duração estimada. Exemplo: 3 dias

# placeholder
source: From&hellip;
de_de: Von&hellip;

# placeholder
source: To&hellip;
de_de: An&hellip;

source: Enter a Begin and/or End date for the course if it will only be available for a set period of time.
de_de: Bitte geben Sie einen Anfang und/oder ein Enddatum für den Kurs an, sofern dieser nur in einer bestimmten Zeit verfügbar sein soll.
pt_br: Digite data de Início e/ou Término do curso se ele vai estar disponível por determinado período de tempo.

source: Limit the number of users that can enroll in this course.
de_de: Limitieren Sie die Anzahl der nutzer für diesen Kurs
pt_br: Limite o número de usuários que podem se matricular neste curso.

source: Create Course Syllabus
de_de: Erstelle Kursplan
pt_br: Crie o Programa de Estudos do Curso

source: Add a new Section
de_de: Neues Modul hinzufügen
pt_br: Adicione uma nova Seção

source: Engagement Type
de_de: Auslöser Typ
pt_br: Tipo de Envolvimento

source: Select the type of engagement you want to create.
de_de: Wählen Sie den Typ des Auslösers den Sie erstellen wollen.
pt_br: Selecione o tipo de envolvimento que você quer criar.

source: Engagement Title
de_de: Auslöser Titel
pt_br: Título do Envolvimento

source: Engagement Delay (in days)
de_de: Auslöser Verzögerung (in Tagen)

source: If no value or 0 is entered the engagement will trigger immediately.
de_de: Wenn leer oder 0 wird der auslöser sofort ausgeführt.

source: Event Trigger
de_de: Ereignis Trigger
pt_br: Acionador de Evento

source: Please select a post...
de_de: Bitte selektieren Sie einen Beitrag...
pt_br: Por favor selecione um post...

source: Select the event to trigger the engagement on.
de_de: Wähle ein Ereignis für den Auslöser
pt_br: Selecione um evento para acionar o envolvimento.

source: Please select an engagement type...
de_de: Bitte wähle einen Auslöser Typ...
pt_br: Por favor selecione o tipo de envolvimento...

source: Has a Prerequisite
de_de: Benötigt eine Voraussetzung
pt_br: Tem um Pré-requisito

source: Select a prerequisite
de_de: Wähle die Voraussetzung
pt_br: Selecione o pré-requisito

source: Drip Content (in days)
de_de: Inhalt verzögert freigeben (in Tagen)
pt_br: Libere o Conteúdo (em dias)

source: Number of days before lesson is available after course begins (date of purchase or set start date)
de_de: Anzahl der Tage bevor die Lektion verfügbar ist nachdem der Kurs beginnt(Tag des Kaufes oder des Startdatums)
pt_br: Número de dias antes que a lição esteja disponível após o início do curso (data da compra ou data configurada de início)

source: Assigned Quiz
de_de: Zugewiesene Quizzes
pt_br: Questionário atrelado

source: Quiz will be required to complete lesson.
de_de: Quiz wird benötigt, um die Lektion abzuschließen.
pt_br: Questionário será necessário para completar a lição.

source: Require Passing Grade
de_de: Voraussetzung Bestandenes Quiz
pt_br: Nota Mínima Necessária

source: Checking this box will require students to get a passing score on the above quiz to complete the lesson.
de_de: Aktiviert kann die Lektion nur mit Bestandenem Quiz abgeschlossen werden.
pt_br: Selecionando essa caixa vai requerer do estudante a nota mínima do questionário acima para completar a lição.

source: There was an error assigning the lesson to a section. Please be sure a section is assigned to a course.
de_de: Es gab einen Fehler bei der Zuweisung der Lektion zu einer Sektion. Bitte stelle sicher, dass die Sektion einem Kurs zugewiesen ist.

source: General Details
de_de: Bestellungsdetails

source: Order Date
de_de: Datum der Bestellung
pt_br: Data do Pedido

source: Payment Method
de_de: Zahlweise
pt_br: Método de Pagamento

source: Product Title
de_de: Produktname
pt_br: Título do Produto

source: Purchase Total
de_de: Bestellwert
pt_br: Total da Compra

source: Buyer Name
de_de: Käufer Name
pt_br: Nome do Comprador

source: Buyer Email
de_de: Käufer Email
pt_br: Email do Comprador

source: Payment Type
de_de: Zahlungsart
pt_br: Tipo de Pagamento

source: First Payment (paid)
de_de: Erste Zahlung (bezahlt)
pt_br: Primeiro Pagamento (pago)

source: Billing Amount
de_de: Summe
pt_br: Total da Cobrança

source: Billing Period
de_de: Leistungszeitraum
pt_br: Período da Conbrança

source: Billing Frequency
de_de: Zahlungsweise
pt_br: Frequência da Cobrança

source: Billing Start Date
de_de: Zahlungsbeginn
pt_br: Início da Cobrança

source: Coupon Used?
de_de: Gutschein eingelöst?
pt_br: Cupom usado?

source: Yes
de_de: Ja
pt_br: Sim

source: Coupon Name
de_de: Gutschein Name
pt_br: Nome do Cupom

source: Coupon Code
de_de: Gutschein Code
pt_br: Código do Cupom

source: Coupon Amount
de_de: Gutschein Betrag
pt_br: Valor do Cupom

source: Remaining coupon uses
de_de: Verbleibende Gutschein-Einsätze
pt_br: Usos de cupom restantes

source: No
de_de: Nein
pt_br: Não

source: The SKU used already exists. Please create a unique SKU.
de_de: Die Artikelnummer existiert bereits. Die Artikelnummer muss eindeutig sein.

source: Question Options
de_de: Quizfrage Optionen

source: Add a new option
de_de: Neue Option hinzufügen
pt_br: Adicionar nova opção

source: Correct Answer
de_de: Richtige Antwort
pt_br: Resposta Correta

source: Explanation Field
de_de: Beschreibungsfeld

source: Allowed Attempts
de_de: Erlaubte Versuche

source: Number of allowed attempts. Leave blank for unlimited attempts.
de_de: Anzahl der erlaubten Versuche. Leer entspricht unendlich.

source: Passing Percentage
de_de: Bestehensquote in %

source: Enter the percent required to pass quiz. DO NOT USE % (IE: enter 50 to have a passing requirement of 50%.
de_de: Gib die Quote in % an bei der das Quiz als bestanden gelten soll.(Wert ohen Prozentzeichen)

source: Time Limit
de_de: Zeit Limit

source: Enter a time limit for quiz completion in minutes. Leave empty if no time limit.
de_de: Gib das Zeitlimit in Minuten für das Quiz an. Leer entspricht unendlich.

source: Display last quiz results
de_de: Letztes Quizergebnis anzeigen

source: Checking this box will show result summary to students.
de_de: Aktivierung Anzeige der Ergebnisse für Studenten.

source: Show Correct Answers
de_de: Richtige Antwort anzeigen

source: Checking this box will show correct answer on incorrect questions.
de_de: Aktivierung der Anzeige der richtigen Lösung bei falscher Antwort.

source: Show description on wrong answers
de_de: Anzeige der Beschreibung bei falscher Lösung

source: Checking this box will show description on incorrect questions
de_de: Aktivierung der Anzeige der Beschreibung bei falscher Lösung

source: Show description on right answers
de_de: Anzeige der Beschreibung bei richtiger Lösung

source: Checking this box will show description on correct questions
de_de: Aktivierung der Anzeige der Beschreibung bei richtiger Lösung

source: Add a new question
de_de: Neue Frage hinzufügen
pt_br: Adicionar nova questão

source: Total Points:
de_de: Punkte gesamt:
pt_br: Pontos Totais:

source: Lessons in this section
de_de: Lektionen in diesem Modul
pt_br: Lições nessa seção

source: Add
de_de: Hinzufügen
pt_br: Adicionar

source: Remove
de_de: Entfernen
pt_br: Remover

source: Paste the url for your Wistia, Vimeo or Youtube videos.
de_de: Füge die URL des Videos bei Wistia, Vimeo oder Youtube ein.

source: Paste the embed code for your externally hosted audio.
de_de: Füge den Embed Code für der extern gehosteten Audio-Datei ein.

source: You need to publish this post before you can generate a CSV.
de_de: Du musst diesen Beitrag veröffentlichen bevor du eine CSV generieren kannst.

source: Vouchers only
de_de: Nur Gutscheine

source: Generates a CSV of voucher codes, uses, and remaining uses.
de_de: Generiert eine CVS mit Gutschein Codes, Einlösungen und verbleibenden Einlösungen.

source: Redeemed codes
de_de: Eingelöste Codes

source: Generated a CSV of student emails, redemption date, and used code.
de_de: Generiert eine CVS mit Emailadressen, Einlösedatum und den verwendeten Codes.

source: Send to multiple emails by separating emails addresses with commas.
de_de: Separate Emails versenden durch separieren der Email Adressen mit Komata.

source: Generate Export
de_de: Export generieren

source: Accounts
de_de: Konten

source: Account Settings
de_de: Account Einstellungen

source: Customize your users account and sign up experience.
de_de: Personalisiere dein Profil und sammle Erfahrungspunkte.

source: Account Access Page
de_de: Seite Kontozugang

source: Page used for login / my account access. You can also place this shortcode on any page:
de_de: Seite für Login / Kontoeinstellungen. Es ist möglich diesen Platzhalter auf anderen Seiten einzubinden:

source: Account Page Slugs
de_de: Slugs Kontoeinstellungsseite

source: These slugs represent different actions in the user account.
de_de: Diese Slugs repräsentieren unterschiedliche Aktionen im Benutzerkonto.

source: My Courses
de_de: Meine Kurse

source: Purchased courses page
de_de: Gekaufte Kurse Seite

source: Edit Account Info
de_de: Konto-Info bearbeiten

source: Edit Account page
de_de: Konto-Seite bearbeiten

source: Lost Password
de_de: Passwort vergessen

source: Lost Password page
de_de: Passwort vergessen Seite

source: Redeem Vouchers
de_de: Eingelöste Gutscheine

source: Redeem vouchers page
de_de: Gutschein einlösen Seite

source: Logout
de_de: Abmelden

source: Custom Link: yoursite.com/?person-logout=true
de_de: Benutzerdefinierter Link: yoursite.com/?person-logout=true

source: User Registration Options
de_de: Benutzerregistrierung Optionen

source: Enable user registration on login page.
de_de: Aktiviere Registrierungen auf der Login Seite.

source: Account Creation
de_de: Benutzeranlage

source: Use email addresses for usernames.
de_de: Nutze Emailadressen als Benutzername.

source: Require users to enter their email address twice for accuracy
de_de: Doppelte Eingabe der Emailadresse ist Pflicht.

source: Require First and Last name on user registration.
de_de: Vor- und Nachname sind Pflichtfelder.

source: Require Billing Address on user registration.
de_de: Die Rechnungsadresse ist Pflicht.

source: Add phone number field to user registration.
de_de: Telefonnummernfeld bei Registrierung anzeigen.

source: Add a required "I Agree to the Terms and Conditions" checkbox on user registration
de_de: Sie müssen die AGBs akzeptieren.

source: Terms and Conditions Page
de_de: Seite mit Allgemeinen Geschäftsbedingungen

source: Select the page where your Terms and Conditions are described.
de_de: Auf welcher Seite sind Deine AGB beschrieben.

source: Checkout
de_de: Zur Kasse

source: Checkout Settings
de_de: Kaufeinstellungen

source: Checkout Page
de_de: Kauf-Seite

source: Page used for displaying the checkout form.
de_de: Seite für die Kaufseite.

source: This sets the base page of the checkout page
de_de: Diese setzt die Startseite als Kaufseite

source: Confirm Payment
de_de: Zahlung bestätigen

source: Payment Confirmation Page
de_de: Zahlungsbestätigungsseite

source: Currency Options
de_de: Währungseinstellungen

source: The following options affect how prices are displayed on the frontend.
de_de: Die folgenden Einstellungen regeln, wie Preise im Frontend dargestellt werden.

source: Default Currency
de_de: Default Währung

source: Default currency type.
de_de: Default Währungsart

source: Archive Settings
de_de: Archiv Einstellungen

source: Courses Page
de_de: Kurs Seite

source: Page used for displaying courses.
de_de: Auf dieser Seite werden die Kurse angezeigt

source: Courses per page
de_de: Kurse pro Seite

source: To show all courses on one page, enter -1
de_de: Um alle Kurse auf einer Seite anzuzeigen setzte -1

source: Display Settings
de_de: Anzeigeeinstellungen

source: Course Purchase Button Text
de_de: Text Kurs kaufen Button

source: Enter custom text to display on the Course Purchase Button.
de_de: Gib den Text ein, der auf dem Button steht um den Kurs zu kaufen.

source: Membership Signup Button Text
de_de: Mitgliedschafts-Anmeldungs-Button Text

source: Enter custom text to display on Membership sign up button (displays on course page).
de_de: Gib den Text für den Mitgleischafts-Anmeldungs-Button ein (wird auf Mitgliedschafts-Seite angezeigt).

source: Course Display
de_de: Kurs Display

source: Display author name on course.
de_de: Zeige den Namen des Autors am Kurs

source: Display featured image as course banner.
de_de: Beitragsbild als Kursbanner anzeigen.

source: Display Difficulty on course.
de_de: Schwierigkeitsgrad anzeigen.

source: Display Estimated Time on course.
de_de: Vorraussichtliche Kursdauer anzeigen.

source: Display Lesson excerpts in lesson navigation
de_de: Lektionsauszug in Lektionsnavigation anzeigen

source: Display course outline on the course page
de_de: Kursgliederung auf Kursseite anzeigen

source: Display section titles in outline
de_de: Sektionstitel in Kursgliederung anzeigen

source: Display lesson featured images in outline
de_de: Beitragsbilder in Kursgliederung anzeigen

source: Enrolled students will see greyed out checkmarks on uncompleted lessons.
de_de: Teilnehmer sehen ausgegraute Checkboxen für nicht abgeschlossene Lektionen.

source: Auto-Advance Lessons
de_de: Automatische Lektionsweiterleitung

source: Automatically advance to the next lesson when a student clicks the Mark Complete button.
de_de: Studenten automatisch zur nächsten Lektion Weiterleiten wenn die aktuelle Lektion als erledigt markiert wird.

source: Engagements
de_de: Auslöser

source: Senders Email Address
de_de: Absernder Emailadresse

source: Email Address displayed in the From field
de_de: Emailadresse des Absenders in Von Feld anzeigen

source: Name of Sender
de_de: Name des Absenders

source: Name to be displayed in From field
de_de: Name in Absenderfeld anzeigen

source: Email Footer Text
de_de: Email Fußzeilentext

source: Text you would like displayed in the footer of all emails.
de_de: Text der in der Fußzeile aller Emails angezeigt wird.

source: Header Image
de_de: Header Bild

source: Enter the url for the email header (logo).<a href="%s">Upload an image</a>.
de_de: Gib die URL für den Email Header (Logo) ein.<a href="%s">Bild hochladen</a>.

source: Certificates Settings
de_de: Zertifikatseinstellungen

source: Background Image Settings
de_de: Hintergrundbild Einstellungen

source: Use these sizes to determine the dimensions of certificate background images. After changing these settings, you may need to <a href="http://wordpress.org/extend/plugins/regenerate-thumbnails/" target="_blank">regenerate your thumbnails</a>.
de_de: Lege die Größe der Hintergrundbilder für Zertifikate fest. Nach Änderung der Werte musst du die Miniaturbilder <a href="http://wordpress.org/extend/plugins/regenerate-thumbnails/" target="_blank">neu generieren</a>.

source: Image Width
de_de: Bild Breite

source: in pixels
de_de: in Pixeln

source: Image Height
de_de: Bild Höhe

source: Hard Crop?
de_de: Hart abschneiden?

source: Automatically crop images to above dimensions
de_de: Automatisches beschneiden der Bilder entsprechend der oben definierten Dimensionen

source: Legacy compatibility
de_de: Abwärtskompatiblität

source: Use legacy certificate image sizes.
de_de: Nutze die alten Zertifikatsgrößen.

source: Enabling this will override the above dimension settings and set the image dimensions to match the dimensions of the uploaded image.
de_de: Aktiviere diese Einstellung um die Dimensionseinstellungen oben zu überschreiben und die Dimensionen anhand der hochgeladenen Bilder festzulegen.

source: Paypal Settings
de_de: Paypal Einstellungen

source: Enable Paypal payment gateway
de_de: Aktiviere die Paypal Zahlungsschnittstelle

source: Enable Debug Mode. <i>Display Response Messages on Checkout Screen</i>
de_de: Debug Modus aktivieren. <i>Anzeige der Antwort Nachrichten auf der Kassenseite</i>

source: API Username
de_de: API Benutzername

source: API Password
de_de: API Passwort

source: API Signature
de_de: API Signatur

source: General
de_de: Allgemein

source: Welcome to LifterLMS
de_de: Willkommen bei LifterLMS

source: Getting Started with LifterLMS
de_de: Einführung in LifterLMS

source: Before you start creating courses, making lots of money and building the best (insert your business here) online there are a few setup items we need to address.
de_de: Bevor wir anfangen Kurse zu erstekllen, viel Geld zu verdienen und die beste netzstratehen Akademie aufbauen, gibt es ein paar Einstellungen zu erledigen.
