Repository: Altovate/lifterlms
Catalog: languages/lifterlms-*.po
Languages: de_de, pt_br

source: Parent Voucher
de_de: Eltern Gutschein

source: This is where voucher are stored.
de_de: Hier werden Gutscheine gespeichert.

source: Reviews
de_de: Bewertungen

source: Review
de_de: Bewertung

source: Add Review
de_de: Bewertung hinzufügen

source: Add New Review
de_de: Neue Bewertung hinzufügen

source: Edit Review
de_de: Bewertung bearbeiten

source: New Review
de_de: Neue Bewertung

source: View Review
de_de: Bewertung anzeigen

source: Search Reviews
de_de: Bewertung suchen

source: No Reviews found
de_de: Keine Bewertungen gefunden

source: No Reviews found in trash
de_de: Keine Bewertungen im Papierkorb gefunden

source: Parent Review
de_de: Eltern Bewertung

source: This is where you can add new reviews.
de_de: Hier kannst du neue Bewertungen hinzufügen.

source: Free!
de_de: Gratis!

source: unlimited
de_de: unendlich

source: There are no questions associated with this quiz.
de_de: Es gibt keine Quizsfragen zu diesem Quiz.

source: There was an error starting the quiz. Please return to the lesson and begin again.
de_de: Das Quiz konnte nicht gestarted werden. Kehre zur Lektion zurück und starte das Quiz erneut.

source: There was an error finding the associated quiz. Please return to the lesson and begin quiz again.
de_de: Das Quiz konnte nicht gefunden werden. Kehre zur Lektion zurück und starte das Quiz erneut.

source: There was an error with your quiz.
de_de: Es gibt einen Fehler mit Deinem Quiz.

source: Thank you for your review!
de_de: Vielen Dank für deine Bewertung!

source: Previous
de_de: Vorheriger

source: Next
de_de: Nächster

source: Course outline can only be displayed on course or lesson posts!
de_de: Der Kursüberblick kann nur in einem Kurs oder einer Lektion angezeigt werden.

source: Widgets in this area will be shown on posts with the post type of lesson.
de_de: Widgets in diesem Bereich werden bei Posts des Typs Lektion angezeigt.

source: Lesson Sidebar
de_de: Lektion Sidebar

source: Widgets in this area will be shown on posts with the post type of course.
de_de: Widgets in diesem Bereich werden bei Posts des Typs Kurs angezeigt.

source: Course Sidebar
de_de: Kurs Sidebar

source: New title
de_de: Neuer Titel

source: Title:
de_de: Titel:

source: Engagement Email
de_de: Email Auslöser

source: New account
de_de: Neues Konto

source: Person new account emails are sent when a person signs up via the checkout or My Account page.
de_de: Die Email neuer Benutzer wird versendet, wenn sich jemand neu anmeldet.

source: Welcome to {site_title}
de_de: Willkommen auf der {site_title}

source: Reset password
de_de: Passwort zurücksetzen

source: Customer reset password emails are sent when a customer resets their password.
de_de: Passwort zurücksetzten Emails werden vom Kunden angefordert.

source: Password Reset for {site_title}
de_de: Passwort zurücksetzen für {site_title}

source: Password Reset Instructions
de_de: Anleitung um das Passwort zurückzusetzen

source: %s membership is required to view this content.
de_de: %s Mitgliedschaft wird benötigt, um diesen Inhalt zu sehen.

source: Your email addresses do not match.
de_de: Deine E-Mail-Adressen stimmen nicht überein.

source: An account is already registered with your email address. Please login.
de_de: Es existiert bereits ein Konto mit dieser E-Mail-Adresse. Bitte logge Dich ein.

source: Please enter a valid account username.
de_de: Bitte gib einen gültigen Benutzernamen ein.

source: An account is already registered with that username. Please choose another.
de_de: Es existiert bereits ein Konto mit diesem Benutzernamen. Bitte wähle einen anderen.

source: You must agree to the Terms and Conditions.
de_de: Bitte stimme den Allgemeinen Geschäftsbedingungen zu.

source: Please enter an account password.
de_de: Bitte gib ein Passwort für das Konto ein.

source: Your passwords did not match.
de_de: Deine Passwörter stimmen nicht überein.

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
de_de: Registrierung fehlgeschlagen, bitte kontaktieren Sie uns sollte weiterhin keine Registrierung möglich sein.

source: Membership Levels
de_de: Mitgliedschafts-Stati
pt_br: Níveis de Associação

source: Last Login
de_de: Letzter Login

source: United States
de_de: USA

source: Albania
de_de: Albanien

source: Algeria
de_de: Algerien

source: American Samoa
de_de: Amerikanisch-Samoa

source: Antarctica
de_de: Antarktis

source: Antigua And Barbuda
de_de: Antigua und Barbuda

source: Argentina
de_de: Argentinien

source: Armenia
de_de: Armenien

source: Australia
de_de: Australien

source: Austria
de_de: Östereich

source: Azerbaijan
de_de: Aserbaidschan

source: Bangladesh
de_de: Bangladesch

source: Belarus
de_de: Weißrussland

source: Belgium
de_de: Belgien

source: Bolivia
de_de: Bolivien

source: Bosnia And Herzegowina
de_de: Bosnien und Herzegowina

source: Bouvet Island
de_de: Bouvetinsel

source: Brazil
de_de: Brasilien

source: British Indian Ocean Territory
de_de: Britisches Territorium im Indischen Ozean

source: Brunei Darussalam
de_de: Brunei

source: Bulgaria
de_de: Bulgarien

source: Cambodia
de_de: Kambodscha

source: Cameroon
de_de: Kamerun

source: Canada
de_de: Kanada

source: Cape Verde
de_de: Kap Verde

source: Central African Republic
de_de: Zentralafrikanische Republik

source: Chad
de_de: Tschad

source: Christmas Island
de_de: Weihnachtsinsel

source: Cocos (Keeling) Islands
de_de: Kokosinseln

source: Colombia
de_de: Kolumbien

source: Comoros
de_de: Komoren

source: Congo
de_de: Kongo

source: Congo, The Democratic Republic Of The
de_de: Demokratische Republik Kongo

source: Cook Islands
de_de: Cookinseln

source: Cote D'Ivoire
de_de: Elfenbeinküste

source: Croatia
de_de: Kroatien

source: Cuba
de_de: Kuba

source: Cyprus
de_de: Zypern

source: Czech Republic
de_de: Tschechien

source: Denmark
de_de: Dänemark

source: Djibouti
de_de: Dschibuti

source: Dominican Republic
de_de: Dominikanische Republik

source: East Timor
de_de: Osttimor

source: Egypt
de_de: Ägypten

source: Equatorial Guinea
de_de: Äquatorialguinea

source: Estonia
de_de: Estland

source: Ethiopia
de_de: Äthiopien

source: Falkland Islands (Malvinas)
de_de: Falklandinseln

source: Faroe Islands
de_de: Färöer Inseln

source: Fiji
de_de: Fidschi

source: Finland
de_de: Finnland

source: France
de_de: Frankreich

source: France, Metropolitan
de_de: Metropolitan-Frankreich

source: French Guiana
de_de: Französisch-Guayana

source: French Polynesia
de_de: Französisch-Polynesien

source: French Southern Territories
de_de: Französische Süd- und Antarktisgebiete

source: Gabon
de_de: Gabun

source: Georgia
de_de: Georgien

source: Germany
de_de: Deutschland

source: Greece
de_de: Griechenland

source: Greenland
de_de: Grönland

source: Hungary
de_de: Ungarn

source: Iceland
de_de: Island

source: India
de_de: Indien

source: Indonesia
de_de: Indonesien

source: Iran (Islamic Republic Of)
de_de: Iran

source: Ireland
de_de: Irland

source: Italy
de_de: Italien

source: Jordan
de_de: Jordaniern

source: Kyrgyzstan
de_de: Kirgisistan

source: Lao People's Democratic Republic
de_de: Laos

source: Latvia
de_de: Lettland

source: Lebanon
de_de: Libanon

source: Luxembourg
de_de: Luxemburg

source: Macedonia, Former Yugoslav Republic Of
de_de: Mazedonien

source: Maldives
de_de: Malediven

source: Marshall Islands
de_de: Marshallinseln

source: Mauritania
de_de: Mauretanien

source: Mexico
de_de: Mexiko

source: Micronesia, Federated States Of
de_de: Föderierte Staaten von Mikronesien

source: Moldova, Republic Of
de_de: Moldawien

source: Mongolia
de_de: Mongolei

source: Morocco
de_de: Marokko

source: Mozambique
de_de: Mosambik

source: Netherlands
de_de: Niederlanden

source: Netherlands Antilles
de_de: Niederländische Antillen

source: New Caledonia
de_de: Neukaledonien

source: New Zealand
de_de: Neuseeland

source: Norfolk Island
de_de: Norfolkinsel

source: Northern Mariana Islands
de_de: Nördliche Marianen

source: Norway
de_de: Norwegen

source: Papua New Guinea
de_de: Papua-Neuguinea

source: Philippines
de_de: Philippinen

source: Pitcairn
de_de: Pitcairninseln

source: Poland
de_de: Polen

source: Reunion
de_de: Réunion

source: Romania
de_de: Rumänien

source: Russian Federation
de_de: Russland

source: Rwanda
de_de: Ruanda

source: Saint Kitts And Nevis
de_de: St. Kitts und Nevis

source: Saint Lucia
de_de: St. Lucia

source: Saint Vincent And The Grenadines
de_de: St. Vincent und die Grenadinen

source: Sao Tome And Principe
de_de: São Tomé und Príncipe

source: Saudi Arabia
de_de: Saudi-Arabien

source: Seychelles
de_de: Seychellen

source: Singapore
de_de: Singapur

source: Slovakia (Slovak Republic)
de_de: Slovenien (Republik)

source: Slovenia
de_de: Slovenien

source: Solomon Islands
de_de: Salomonen

source: South Africa
de_de: Südafrika

source: South Georgia, South Sandwich Islands
de_de: Südgeorgien und die Südlichen Sandwichinseln

source: Spain
de_de: Spanien

source: St. Pierre And Miquelon
de_de: Saint-Pierre und Miquelon

source: Svalbard And Jan Mayen Islands
de_de: Svalbard und Jan Mayen

source: Swaziland
de_de: Swasiland

source: Sweden
de_de: Schweden

source: Switzerland
de_de: Schweiz

source: Syrian Arab Republic
de_de: Syrien

source: Tajikistan
de_de: Tadschikistan

source: Tanzania, United Republic Of
de_de: Tansania

source: Trinidad And Tobago
de_de: Trinidad und Tobago

source: Tunisia
de_de: Tunesien

source: Turkey
de_de: Türkei

source: Turks And Caicos Islands
de_de: Turks- und Caicosinseln

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate

source: United Kingdom
de_de: England

source: Uzbekistan
de_de: Usbekistan

source: Virgin Islands (British)
de_de: Britische Jungferninseln

source: Virgin Islands (U.S.)
de_de: Amerikanische Jungferninseln

source: Wallis And Futuna Islands
de_de: Wallis und Futuna

source: Western Sahara
de_de: Westsahara

source: Yemen
de_de: Jemen

source: Yugoslavia
de_de: Jugoslawien

source: Zambia
de_de: Sambia

source: Zimbabwe
de_de: Simbabwe

source: Euros
de_de: Euro

source: Search Results: &ldquo;%s&rdquo;
de_de: Suchergebnisse: &ldquo;%s&rdquo;

source: &nbsp;&ndash; Page %s
de_de: &nbsp;&ndash; Seite %s

source: Continue (%s%%)
de_de: Fortfahren (%s%%)

source: You cannot apply dollar based discounts to recurring orders.
de_de: Wertgutscheine können nicht auf Abos angewendet werden.

source: <a href="%1$s">Login or create an account to purchase this course</a>.
de_de: <a href="%1$s">Logge Dich ein oder erstelle ein Konto, um diesen Kurs zu kaufen</a>.

source: Your password has been reset.
de_de: Dein Passwort wurde zurückgesetzt.

source: Log in
de_de: Logge Dich ein

source: Password reset is not allowed for this user
de_de: Passwort zurücksetzen ist für diesen Benutzer nicht erlaubt

source: Check your e-mail for the confirmation link.
de_de: Check Deine E-Mails für den Bestätigungslink.

source: Course Progress
de_de: Kurs-Fortschritt

source: Displays Course Progress on Course or Lesson
de_de: Zeigt den Kurs-Fortschritt beim Kurs oder der Lektion

source: Course Syllabus
de_de: Kursplan

source: Displays All Course lessons on Course or Lesson page
de_de: Zeigt alle Lektionen des Kurses beim Kurs oder der Lektionsseite

source: Settings
de_de: Einstellungen

source: Product not found.
de_de: Produkt nicht gefunden.

source: Coupon code "%s" has been applied to your order
de_de: Der Gutschein-Code "%s" wurde für Deine Bestellung genutzt.

source: (%s off)
de_de: (%s Rabatt)

source: Have a coupon?
de_de: Hast Du einen Gutschein?

source: Click here to enter your code
de_de: Klicke hier, um Deinen Code einzugeben

source: Confirm Purchase
de_de: Kauf bestätigen
pt_br: Confirmar Compra

source: Enter coupon code
de_de: Gutschein-Code eingeben
pt_br: Digite o código de cupom

source: Apply Coupon
de_de: Gutschein verwenden
pt_br: Aplicar Cupom

source: You Pay:
de_de: Du zahlst:
pt_br: Você Pagou:

source: Payment processing is currently disabled.
de_de: Zahlungsvorgang ist zurzeit deaktiviert.

source: Buy Now
de_de: Jetzt kaufen
pt_br: Comprar Agora

source: Print Certificate
de_de: Zertifkat drucken
pt_br: Imprimir Certificado

source: Lesson Complete
de_de: Die Lektion ist abgeschlossen.

source: Take Quiz
de_de: Quiz starten
pt_br: Fazer Questionário

source: Difficulty: <span class="difficulty">%s</span>
de_de: Schwierigkeitsgrad: <span class="difficulty">%s</span>

source: Previous Lesson
de_de: Vorherige Lektion

source: Back to Course
de_de: Zurück zum Kurs

source: Next Lesson
de_de: Nächste Lektion

source: Estimated Time: <span class="length">%s</span>
de_de: Voraussichtlich benötigte Zeit: <span class="length">%s</span>

source: <p class="llms-parent-course-link">Back to: <a class="llms-lesson-link" href="%s">%s</a></p>
de_de: <p class="llms-parent-course-link">Zurück zu: <a class="llms-lesson-link" href="%s">%s</a></p>

source: Course is no longer available
de_de: Kurs ist nicht mehr verfügbar
pt_br: Curso não está mais disponível

source: Course %s%% Complete!
de_de: Gratuliere! Kurs %s%% vollständig!

source: of
de_de: von

source: Password reset
de_de: Passwort zurücksetzen
pt_br: Resetar Senha

source: Username: %s
de_de: Benutzername: %s

source: To reset your password, click on the link below.
de_de: Um Dein Passwort zurückzusetzen, klicken den untenstehenden Link.
pt_br: Para resetar sua senha, clique no link abaixo.

source: Click here to reset your password
de_de: Klick hier, um Dein Passwort zurückzusetzen.
pt_br: Clique aqui para resetar sua senha

source: Username or email
de_de: Benutzername oder E-Mail-Adresse
pt_br: Nome de usuário ou email

source: Password
de_de: Passwort
pt_br: Senha

source: Login
de_de: Anmelden

source: Remember me
de_de: Angemeldet bleiben?
pt_br: Lembre-se de mim

source: Lost your password?
de_de: Passwort vergessen?
pt_br: Esqueceu a senha?

source: Register
de_de: Registrierung
pt_br: Registre

source: Username
de_de: Benutzername
pt_br: Nome de Usuário

source: First Name
de_de: Vorname
pt_br: Nome

source: Last Name
de_de: Nachname
pt_br: Sobrenome

source: Phone
de_de: Telefonnummer
pt_br: Telefone

source: Billing Address 1
de_de: Straße + Hausnr.
pt_br: Endereço 1

source: Billing Address 2
de_de: Zusätze
pt_br: Endereço 2

source: Billing City
de_de: Stadt
pt_br: Cidade

source: Billing State
de_de: Bundesland
pt_br: Estado

source: Billing Zip
de_de: PLZ
pt_br: CEP

source: Billing Country
de_de: Land
pt_br: País

source: Email address
de_de: E-Mail-Adresse
pt_br: Endereço de email

source: Re-enter your email address
de_de: E-Mail-Adresse wiederholen
pt_br: Confirme seu email

source: Re-enter new password
de_de: Neues Passwort wiederholen
pt_br: Confirme sua senha

source: Voucher Code
de_de: Gutschein Code

source: I have read and agree to the <a href="%s">Terms and Conditions</a>
de_de: I habe die <a href="%s">Allgemeinen Geschäftsbedingungen</a> gelesen und stimme ihnen zu.

source: Difficulty: %s
de_de: Schwierigkeitsgrad: %s

source: Course length: %s
de_de: Kurslänge: %s

source: No products were found matching your selection.
de_de: Zu Deiner Auswahl wurden keine Produkte gefunden.
pt_br: Nenhum produto encontrado de acordo com a sua seleção

source: Learn More
de_de: Erfahre mehr
pt_br: Veja Mais

source: Sign Up
de_de: Registrier Dich!
pt_br: Inscrever-se

source: Basic Information
de_de: Basis-Informationen
pt_br: Informações Básicas

source: First name
de_de: Vorname
pt_br: Nome

source: Last name
de_de: Nachname
pt_br: Sobrenome

source: Change Password
de_de: Passwort ändern
pt_br: Mudar Senha

source: Password (leave blank to leave unchanged)
de_de: Passwort (freilassen, um ohne Änderungen fortzufahren)
pt_br: Senha (deixe em branco para manter a antiga)

source: Confirm new password
de_de: Bestätige das neue Passwort
pt_br: Confirmar nova senha

source: Billing Information
de_de: Rechnungsanschrift
pt_br: Informações

source: Save changes
de_de: Änderungen speichern
pt_br: Salvar mudanças

source: Username or email address
de_de: Benutzername oder E-Mail-Adresse
pt_br: Usuário ou endereço de email

source: Lost your password? Enter your email address and we will send you a link to reset it.
de_de: Passwort vergessen? Gib Deine E-Mail-Adresse ein und wir senden Dir einen Link, um es zurückzusetzen.

source: Enter a new password below.
de_de: Gib unten ein neues Passwort ein.

source: New password
de_de: Neues Passwort
pt_br: Nova senha

source: Reset Password
de_de: Passwort zurücksetzen

source: Save
de_de: Speichern

source: <h3>Hello <strong>%1$s</strong></h3>
de_de: <h3>Hallo <strong>%1$s</strong></h3>

source: What would you like to learn today?
de_de: Was möchtest Du heute lernen?

source: Complete courses and lessons to earn certificates.
de_de: Schließe Kurse und Lektionen ab, um Zertifikate zu erhalten.

source: Courses In-Progress
de_de: Kurse in Bearbeitung

source: <p class="author">Author: <span>%s</span></p>
de_de: <p class="author">Autor: %s</p>

source: Course Started
de_de: Kurs begonnen

source: You are not enrolled in any courses.
de_de: Du bist zu keinem Kurs eingeschrieben.

source: My Memberships
de_de: Meine Lehrgänge

source: Enrolled: %s
de_de: Fortschritt: %s

source: You are not currently enrolled in any memberships.
de_de: Du bist momentan für keine Lehrgänge eingeschrieben.

source: My Account
de_de: Meine Akademie

source: Redeem a Voucher
de_de: Gutschein einlösen

source: Sign out
de_de: Abmelden

source: Attempts Remaining: <span class="llms-content llms-attempts">%s</span>
de_de: Verfügbare Versuche: <span class="llms-content llms-attempts">%s</span>

source: Complete Quiz
de_de: Quiz vervollständigen

source: Next Question
de_de: Nächste Frage

source: A score of <span class="llms-content llms-pass-perc">%s%%</span> or more is required to pass this test.
de_de: Eine Punktzahl von <span class="llms-content llms-pass-perc">%s%%</span> oder mehr wird benötigt, um dieses Quiz zu schaffen.

source: Previous Question
de_de: Vorherige Frage
pt_br: Pergunta Anterior

source: Question %d of %d
de_de: Frage %d von %d

source: Your Score: %d%%
de_de: Deine Punktzahl: %d%%

source: %d / %d correct answers
de_de: %d / %d richtige Antworten

source: Date: <span class="llms_content_block">%s</span>
de_de: Datum: <span class="llms_content_block">%s</span>

source: Total time: %s
de_de: Benötigte Zeit: %s

source: View Summary
de_de: Zusammenfassung anzeigen

source: Best Score: %d%%
de_de: Beste Punktzahl: %d%%

source: <a href="%s">Return to Lesson</a>
de_de: <a href="%s">Zurück zur Lektion</a>

source: Start Quiz
de_de: Quiz starten
pt_br: Comece o Questionário

source: <p>You are not able take this quiz</p>
de_de: <p>Du kannst an diesem Quiz nicht mehr teilnehmen.</p>
pt_br: <p>Você não está habilitado para fazer esse questionário</p>

source: Time Limit: <span class="llms-content">%s</span>
de_de: Zeit Limit: <span class="llms-content">%s</span>

source: LifterLMS, the #1 WordPress LMS solution, makes it easy to create, sell, and protect engaging online courses.
de_de: LifterLMS, die #1 WordPress LMS Lösung, macht es einfach bezaubernde Online Kurse zu erstellen, zu verkaufen und abzusichern.

source: Use the text editor above to add content to your certificate. You can include any of the following merge fields to give the certificate a personal touch.
pt_br: Use o editor de textos acima para adicionar conteúdo ao certificado. Você pode incluir qualquer dos campos dinâmicos abaixo para dar um toque pessoal ao certificado.

source: Associated Section
pt_br: Seção Associada

source: Lessons in associated section
pt_br: Lições na seção associada

source: Single Payment Options
pt_br: Opção de Pagamento Único

source: Sale Price Dates
pt_br: Dias de Promoção

source: Recurring Payment Options
pt_br: Opção de Pagamento Recorrente

source: Associated Course
pt_br: Curso Associado

source: Take This Course
pt_br: Fazer Este Curso

source: Passed
pt_br: Passou

source: Failed
pt_br: Falhou
